Revit 2024 API
AdvancedWood.WoodLatewoodBumpDepth Property
 The property labeled "Depth (cm) of the latewood bump" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodLatewoodBumpDepth { get; }
Visual Basic
Public Shared ReadOnly Property WoodLatewoodBumpDepth As String
	Get
Visual C++
public:
static property String^ WoodLatewoodBumpDepth {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDistance".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace